{% extends "base.html" %}
{% block content %}

<h1 id="sec0" style="text-align: justify;"><strong>How to learn stuff</strong></h1>
<p style="text-align: justify;">Prvn&iacute;m krokem m&eacute;ho sebevzděl&aacute;n&iacute; v&nbsp;r&aacute;mci tohoto blogu je samotn&yacute; proces učen&iacute;. Jakožto prvn&iacute; čl&aacute;nek, bude předev&scaron;&iacute;m adresov&aacute;n mě, aby mi sloužil jako průvodce světem dlouhodob&eacute;ho učen&iacute;. Velmi jsem se inspiroval knihou Unlimited Memory (doplnit). Budu citovat někter&eacute; v&yacute;roky, kter&eacute; se mi obzvl&aacute;&scaron;tě l&iacute;bily. Čl&aacute;nek bude ps&aacute;n zkratkovitě, pokud se chcete dozvědět v&iacute;ce, přečtěte si zm&iacute;něnou knihu, n&aacute;sledně uděl&aacute;m i v&yacute;tah informac&iacute; pomoc&iacute; tzv. mindmap, kter&aacute; v&aacute;m pokažd&eacute; připomene co jste se zde naučili společně s&nbsp;rozebran&yacute;mi metodami učen&iacute;. Už mě nebav&iacute; zapom&iacute;nat věci a učit se na zkou&scaron;ky jen proto, abych dan&eacute; vědomosti za 14 dn&iacute; zahodil. Toto je mou motivac&iacute;.</p>
<blockquote>
<p style="text-align: justify;">You can have sucess or excuses, but you can&acute;t have both. <br /> Every excuse you accept makes you weaker. <br /> Do any of your excuses really enhance and empower your life?</p>
</blockquote>
<p id="sec1" style="text-align: justify;">Mindmap of Unlimited memory:</p>
<p style="text-align: justify;">WHY<br /> Každ&yacute; krok by měl zač&iacute;t t&iacute;mto slovem. Proč. Proč se chci danou dovednost naučit, co mi to d&aacute;? Posune mě d&aacute;l? Sepi&scaron;me si tedy každ&yacute; list důvodů, za mě tento:</p>
<p style="text-align: justify;">Chci b&yacute;t každ&yacute; den d&aacute;le než ten přede&scaron;l&yacute; a naučit se nov&yacute;m věcem<br /> Chci b&yacute;t lep&scaron;&iacute; osobou než včera<br /> Chci využ&iacute;vat svůj mozek jako &uacute;loži&scaron;tě vědomost&iacute; bez značn&yacute;ch probl&eacute;mů<br /> Chci zkr&aacute;tit dobu učen&iacute;<br /> Chci si dok&aacute;zat že na tuto dovednost m&aacute;m<br /> Tato dovednost bude z&aacute;kladn&iacute;m kamenem pro strukturalizaci a naučen&iacute; dal&scaron;&iacute;ch t&eacute;mat (emočn&iacute; inteligence, banter, drawing, psychological analytics)<br /> Nikdy nen&iacute; pozdě ani brzy, je v&scaron;ak třeba zač&iacute;t hned nebo nikdy<br /> <br /> BELIEFS<br /> Jse&scaron; to čemu věř&iacute;&scaron;, toto je velmi důležit&eacute; si uvědomit, proto použij n&aacute;sleduj&iacute;c&iacute; v&iacute;ry:<br /> <br /> Nejsi limitov&aacute;n vrozen&yacute;mi limity<br /> Paměť je tvoj&iacute; identitou, tv&yacute;m j&aacute;. Zlep&scaron;i ji a zlep&scaron;&iacute;&scaron; i sebe<br /> Tv&aacute; paměť je neuvěřitelně velk&aacute;, i když si to neuvědomuje&scaron;<br /> Zab&yacute;vej se i kladnou str&aacute;nkou sv&eacute; paměti<br /> Otevři svou mysl v&scaron;em možnostem<br /> Sebereflexe je proklatě důležit&aacute;</p>
<p style="text-align: justify;">QUESTIONS AND INSIGHTS<br /> V r&aacute;mci sebereflexe je nutno si položit n&aacute;sleduj&iacute;c&iacute; ot&aacute;zky. Člověk mus&iacute; sv&eacute; v&iacute;ry testovat a roz&scaron;iřovat, jinak je uvězněn v&nbsp;jejich mez&iacute;ch. Nejv&iacute;ce se mi vybavuje Shia LeBoeuf: Yes you can! Just do it! Tento v&yacute;rok bez jak&eacute; kolik pochyby by měl b&yacute;t va&scaron;&iacute; oporou. V&scaron;e je možn&eacute; pro neuvězněnou mysl.<br /> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <br /> Co tě limituje? Nejsi to ve skutečnosti ty s&aacute;m?<br /> Nemůže&scaron; se zlep&scaron;it nebo pro to neděl&aacute;&scaron; dost?<br /> Čemu věř&iacute;&scaron; o sv&eacute; mysli a potenci&aacute;lu?</p>
<blockquote>
<p style="text-align: justify;">If you don&acute;t like how things are, change it! You&acute;re not a tree.</p>
</blockquote>
<h2 id="sec2" style="text-align: justify;">1.&nbsp;&nbsp;&nbsp;&nbsp; Koncentrace</h2>
<p style="text-align: justify;">Co n&aacute;s čin&iacute; zaj&iacute;mav&yacute;mi oproti jin&yacute;m zv&iacute;řatům je, že dok&aacute;že přem&yacute;&scaron;let o my&scaron;len&iacute;. Koncentrace je dovednost jako každ&aacute; jin&aacute;, a tedy je ji možno zdokonalovat. V&nbsp;dne&scaron;n&iacute; době žijeme v&nbsp;iluzi aktivity, do ničeho nevkl&aacute;d&aacute;me cel&eacute; sv&eacute; byt&iacute; v&nbsp;jeden okamžik. Vl&aacute;da nad na&scaron;imi emocemi je kl&iacute;čov&aacute; pro akvizici dobr&eacute; koncentrace. Pro va&scaron;i př&iacute;&scaron;t&iacute; činnost, zkuste se na ni soustředit na 100%, uvid&iacute;te kolik si v&iacute;ce zapamatujete a zjist&iacute;te. Pustě si třeba video SciShow na Youtube, nejl&eacute;pe takov&eacute;, kter&eacute; v&aacute;s osobně bude zaj&iacute;mat, soustředtě se na něj, analyzujte jej z&nbsp;v&iacute;cero &uacute;hlů s&nbsp;otevřenou mysl&iacute;, odolejte nutk&aacute;n&iacute; č&iacute;st koment&aacute;ře nebo &bdquo;jen poslouchat&ldquo; při proklik&aacute;v&aacute;n&iacute; z&aacute;ložek. V&scaron;e ostatn&iacute; počk&aacute;, teď jste tady pouze vy a dan&eacute; video.</p>
<h3 style="text-align: justify; padding-left: 30px;">1.1V&aacute;&scaron; vnitřn&iacute; hlas</h3>
<p style="text-align: justify;">Samozřejmě, každ&yacute; m&aacute; svůj vnitřn&iacute; hlas. Ten hlas často na&scaron;ept&aacute;v&aacute;, a velmi často tzv. &bdquo;buzeruje&ldquo;. Člověk si snadněji v&scaron;imne &scaron;patn&eacute;ho než dobr&eacute;ho, zkuste tedy svůj hlas &bdquo;načapat&ldquo; ve sv&yacute;ch dobr&yacute;ch chv&iacute;l&iacute;ch. Kdy jste se dneska dobře soustředili? Pochvalte se.</p>
<p style="text-align: justify;">Často tento hlas přich&aacute;z&iacute; s&nbsp;velmi negativn&iacute;mi emocemi, &scaron;ept&aacute; že jste bezcenn&iacute; a zbytečn&iacute;. V&nbsp;ž&aacute;dn&eacute;m př&iacute;padě s&nbsp;n&iacute;m nesouhlaste, je to jen prchav&aacute; my&scaron;lenka, kter&eacute; pouze vy d&aacute;v&aacute;te možnost růst a přiživujete ji. Když si d&aacute;te &scaron;patn&eacute; př&iacute;kazy, nemůžete oček&aacute;vat že se stanou dobr&eacute; věci.</p>
<h3 style="text-align: justify; padding-left: 30px;">1.2Multitasking</h3>
<p style="text-align: justify;">Největ&scaron;&iacute;m nepř&iacute;telem koncetrace je multitaking. Multitasking je m&yacute;tus. Vždy se zab&yacute;v&aacute;me jednou věc&iacute; s&eacute;riově s&nbsp;druhou, nikdy v&scaron;ak paralelně (možn&eacute; pro lidi s&nbsp;oddělen&yacute;mi mozkov&yacute;mi hemisf&eacute;rami). Když děl&aacute;me v&iacute;ce věc&iacute; najednou, ve skutečnosti mezi nimi sk&aacute;čeme a ž&aacute;dn&eacute; z&nbsp;nich se efektivně nevěnujeme. Posledn&iacute;mi roky si lid&eacute; navykli &bdquo;checkovat&ldquo; emailovou schr&aacute;nku, facebookov&eacute; notifikace, twitter či různorod&eacute; str&aacute;nky s&nbsp;novinkami, j&aacute; nejsem vyj&iacute;mkou. Již nedok&aacute;žeme ř&iacute;dit automobil bez r&aacute;dia či zapnout televizi a sledovat jeden program.</p>
<p style="text-align: justify;">Multitasking je zn&aacute;m&yacute; t&iacute;m, že zpomaluje lidi o 50% a zvy&scaron;uje chybovost o 50%. Vyhraďte si proto čas a dělejte pouze jednu danou věc cel&yacute;m sv&yacute;m byt&iacute;m. Lid&eacute; jsou n&aacute;chyln&iacute; k&nbsp;tomu, aby jejich koncentrace byla roztrou&scaron;ena. Přece jen sly&scaron;&iacute;me, vyd&iacute;me, c&iacute;t&iacute;me, hmat&aacute;me a pociťujeme najednou. Z&nbsp;evolučn&iacute;ho hlediska je to jistě v&yacute;hodn&eacute; jako prevence před pred&aacute;tory, pro odveden&iacute; &uacute;lohy modern&iacute; doby již moc ne. Pokud se plně soustřed&iacute;te, va&scaron;e mysl bude tam, kde ji zrovna potřebujete.</p>
<p style="text-align: justify;">Při va&scaron;em dal&scaron;&iacute;m učen&iacute; se pokuste zab&yacute;vat na dan&yacute; časov&yacute; &uacute;sek pouze na něj ( mě se osvědčila metoda 20/5 &ndash; 20 minut pln&eacute; koncentrace a 5 minut pauza, dejte si v&scaron;ak pozor, potřebujete časovač, jinak se v&nbsp;těch pěti minut&aacute;ch zaseknete i tři hodiny a v&iacute;ce).</p>
<h3 style="text-align: justify; padding-left: 30px;">1.3Učte se se z&aacute;měrem</h3>
<p style="text-align: justify;">Lidi bezhlavě čtou informace, oček&aacute;vaj&iacute;ce že si je zapamatuj&iacute;. Takto to v&scaron;ak pro n&aacute;&scaron; mozek nefunguje. Pod&iacute;vejme se na metodu <strong>PIC</strong>:</p>
<p style="text-align: justify;"><strong>P</strong>urpose &ndash; Neust&aacute;le mějte na zřeteli proč čtete nebo proč se něco uč&iacute;te. Pokud nev&iacute;te co chcete, jak budete vědět že jste to z&iacute;skali? Učen&iacute; se se z&aacute;měrem zv&yacute;&scaron;&iacute; va&scaron;i koncentraci, porozuměn&iacute;, zapamatelnost i organizavanost va&scaron;ich my&scaron;lenek. Pokud si nebudete jist&iacute; proč něco děl&aacute;te, můžete to dělat poř&aacute;d dokola bez značn&eacute;ho posunu.</p>
<p style="text-align: justify;"><strong>I</strong>nterest &ndash; Pokud nem&aacute;te z&aacute;jem o danou problematiku, zapamatovat si &bdquo;nezaj&iacute;mav&eacute;&ldquo; informace bude velmi těžk&eacute;. Zase naopak pokud jste pro nějak&yacute; směr nadchnut&iacute; a zainteresovan&iacute;, informace se v&aacute;m samy cpou do hlavy. Za mě to jsou třeba poč&iacute;tačov&eacute; hry, pamatuji si v&scaron;echny jednotky Warcraftu 3 či hrdiny Doty a LoL, aniž bych se je vědomě učil. V&aacute;&scaron; mozek je jednoduch&yacute;, nebude pod&aacute;vat v&yacute;kony pro něco, co v&aacute;s nebav&iacute;, sp&iacute;&scaron;e to odbyde aby se mohl zaj&iacute;mat pro v&aacute;s zaj&iacute;mavěj&scaron;&iacute;m věcem. Va&scaron;e mysl se vždy bude ub&iacute;rat k&nbsp;věcem kter&eacute; v&aacute;s zaj&iacute;maj&iacute;.</p>
<p style="text-align: justify;">Jak tedy z&nbsp;nudn&yacute;ch informac&iacute; udělat zaj&iacute;mav&eacute;? Každou nudnou informaci lze ozvl&aacute;&scaron;tnit ot&aacute;zkami typu Co mi to přinese? Jak se toto t&eacute;ma využ&iacute;v&aacute; v&nbsp;praxi na věci kter&eacute; mě zaj&iacute;maj&iacute;? Jak se to poj&iacute; s&nbsp;m&yacute;m životem? Jak mi &nbsp;mi to pomůže v&nbsp;budoucnu nebo pro uskutečněn&iacute; m&yacute;ch c&iacute;lů?</p>
<blockquote>
<p style="text-align: justify;">There are no unitersting things, only uninterested people</p>
</blockquote>
<p style="text-align: justify;"><strong>C</strong>uriosity &ndash; Pěstujte svoji zvědavost, d&iacute;ky n&iacute; se nebudete nikdy nudit. Přem&yacute;&scaron;lejte o věcech kolem v&aacute;s, jak funguj&iacute; a n&aacute;sledně jak by jste je vylep&scaron;ili, přem&yacute;&scaron;lejte o va&scaron;&iacute; mysli. Proč mi to nejde? Nejdete na to &scaron;patně? M&aacute;te blb&yacute; den? NE! Pozor na v&yacute;mluvy, pokl&aacute;dejte si pozitivn&iacute; ot&aacute;zky. Př&iacute;kladem mohou b&yacute;t n&aacute;sleduj&iacute;c&iacute;:</p>
<p style="text-align: justify;">Jak mi tyto informace pomůžou realizovat m&eacute; c&iacute;le?<br /> Jak mohu tyto informace aplikovat pro zlep&scaron;en&iacute; sv&eacute; pr&aacute;ce či sebe sama?<br /> Jak mě tyto informace učin&iacute; v&iacute;ce v&yacute;znamn&yacute;m? Jak mě obohat&iacute;?</p>
<blockquote>
<p style="text-align: justify;">If you want to cure boredom, be curious. Then, you&acute;ll want to study, you&acute;ll be genuinely interested in learning stuff</p>
</blockquote>
<h3 style="text-align: justify; padding-left: 30px;">1.4Přestaňte si dělat starosti</h3>
<p style="text-align: justify;">Jelikož nem&aacute;te psychotronick&eacute; schopnosti, přestaňte si dělat starosti nad věcmi, kter&eacute; nemůžete ovlivnit. Pokud se soustřed&iacute;te pouze na sebe, budete m&iacute;t čistou hlavu. Nepřem&yacute;&scaron;lejte nad ot&aacute;zkami Co kdyby?, raději si položte Co budu dělat pokud... Nemus&iacute;te proch&aacute;zet neust&aacute;le sc&eacute;n&aacute;ře, kter&eacute; si vymysl&iacute;te. Pokud va&scaron;e mysl často ut&iacute;k&aacute; k&nbsp;těmto hrůzn&yacute;m situac&iacute;m, vyře&scaron;tě si je pr&aacute;vě teď. Co kdyby nic neře&scaron;&iacute;. Jak můžete vědět v&yacute;sledek, když si jej pouze domysl&iacute;te?</p>
<p style="text-align: justify;">Chcete zlep&scaron;it svou koncentraci nebo ne? To je jedin&aacute; ot&aacute;zka na kterou stoj&iacute; odpovědět, zbytek je děl&aacute;n&iacute; si starost&iacute;.</p>
<h1 id="sec3" style="text-align: justify;">2.&nbsp;&nbsp;&nbsp;&nbsp; Č&aacute;st druh&aacute;</h1>
<p style="text-align: justify;">Fotogenick&aacute; paměť jak si ji mnoho lid&iacute; představuje neexistuje. Perfektn&iacute; paměť je dovednost, ne vrozen&yacute; dar. Jak tedy dostat informace do mozku tak aby se zachytily a netvořili tzv. efekt jedn&iacute;m uchem dovnitř a druh&yacute;m ven? Je nutno přiv&eacute;st informace k&nbsp;životu.</p>
<p style="text-align: justify;">Pokud pasivně čtete, t&eacute;měř nic si nezapamatujete. Naopak ku př&iacute;kladu čtete-li novelu či nějak&yacute; př&iacute;běh, představujete si dan&eacute; situace a jednostiv&eacute; postavy. Využ&iacute;v&aacute;te sv&eacute; kreativity, jež je pr&aacute;vě kl&iacute;čovou složkou neomezen&eacute; paměti.</p>
<p style="text-align: justify;">Mnoho lid&iacute; se snaž&iacute; zapamatovat si informace na z&aacute;kladě zvuků, snaž&iacute; se znovu a znovu opakovat dan&eacute; slovo či text a doufaj&iacute;, že se jim v&nbsp;hlavě nějak informace vryje. Nav&iacute;c, pokud si pamatujeme zvuk, tak když jej hled&aacute;me v&nbsp;na&scaron;&iacute; paměti, mus&iacute;me naj&iacute;t jeho zač&aacute;tek abychom rozkryli požadovan&yacute; informačn&iacute; blok. Proto je vhodněj&scaron;&iacute; v&nbsp;paměti ukl&aacute;dat obrazy, kter&eacute; se samy nav&aacute;d&iacute; aby se v&nbsp;na&scaron;&iacute; mysli poskl&aacute;daly cel&eacute;. Budeme tedy pro z&aacute;měry pamatov&aacute;n&iacute; už&iacute;vat představivost.</p>















































































































































































































































